Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/national_elections/nomination_for_membership_of_dail_eireann.html.txt.tmx
Source language: en
Languages: ga

source: Nomination of candidates for membership of Dáil Éireann
ga: Ainmniúchán mar theachta i nDáil Éireann

source: In order to be nominated for membership of the Dáil, you may either nominate yourself or a Dáil elector may nominate you
ga: Chun a bheith ainmnithe mar theachta i nDáil Éireann, d'fhéadfá tú féin a ainmniú, nó d'fhéadfadh vótálaí Dála thú a ainmniú

source: Before nomination you should check that you are eligible for membership of the Dáil
ga: Roimh ainmniúchán ba chóir duit seiceáil go bhfuil tú i dteideal bheith mar theachta i nDáil Éireann

source: To be eligible for membership of the Dáil:
ga: Chun a bheith intofa mar theachta i nDáil Éireann:

source: • You must be a citizen of Ireland
ga: • Ní foláir duit a bheith i do shaoránach Éireannach

source: • You must be over 21 years of age and
ga: • Ní mór bliain agus fiche a bheith slán agat

source: • You must not be disqualified from election to the Dáil
ga: • Ní fhéadfaidh tú a bheith dícháilithe i dtaobh toghcháin chuig Dáil Éireann

source: You must complete a nomination paper and present it to the returning officer of the constituency in which you are standing
ga: Ní foláir duit paipéar ainmniúcháin a líonadh agus é a thabhairt do cheann comhairimh do dháilcheantair

source: It is possible to be nominated as a candidate in more than one constituency and you don't necessarily have to be living in a constituency to be nominated
ga: D'fhéadfadh a bheith ainmnithe mar theachta i níos mó ná dáilcheantar amháin agus ní gá duit bheith i do chónaí sa dháilcheantar chun bheith ainmnithe

source: If you wish, you may state your party affiliation on your nomination paper
ga: Más maith leat, d'fhéadfá do chomhcheangal le páirtí polaitíochta a lua ar do pháipéar ainmniúcháin

source: You may also submit a photograph and/or a political party emblem to appear on the ballot paper
ga: D'fhéadfá chomh maith griangraf agus/nó comhartha páirtí polaitíochta a chur ar fáil le taispeáint ar an bpáipéar ballóide

source: The returning officer must decide on the validity of your nomination paper within one hour after it is presented to them
ga: Beidh ar an gceann comhairimh cinneadh a dhéanamh ar bhailíocht do pháipéar ainmniúcháin taobh istigh d'uair an chloig tar éis dó/dí é a fháil

source: They will object to your name (or description) if:
ga: Cuirfidh sé/sí i gcoinne d'ainm (nó an cur síos ort)

source: • It is not the name by which you are commonly known
ga: • Murab é an t-ainm faoina n-aithnítear tú de ghnáth

source: • It is misleading or likely to cause confusion
ga: • Má tá sé mírialta nó dá bhféadfadh sé duine a cur amú

source: • It is unnecessarily long or
ga: • Má tá sé ró-fhada gan fáth nó

source: • It contains a political reference
ga: • Má tá tagairt pholaitíochta ann

source: You must change the particulars on the nomination paper if the returning officer raises an objection
ga: Ní mór duit na sonraí ar an bpáipéar ainmniúcháin a athrú má chuireann an ceann comhairimh ina n-aghaidh

source: The returning officer must hold that your nomination paper is valid if it is properly filled out and signed
ga: Ní foláir don cheann comhairimh glacadh leis go bhfuil do phaipéar ainmniúcháin bailí má tá sé líonta i gceart agus sínithe

source: As a candidate at a Dáil election, you are entitled to send one election letter free of postage charge to every elector in the constituency
ga: Mar iarrthóir i dtoghchán Dála, tá tú i dteideal litir um thoghcháin saor ó chostas poist a sheoladh chuig gach vótálaí sa dáilcheantar

source: If you are a member of a political party with another candidate in the constituency, you will only be allowed one election letter free of postage charge between you
ga: Más ball de pháirtí polaitíochta thú ag a bhfuil níos mó ná iarrthóir amháin sa dáilcheantar, ní bheidh ceadaithe ach litir amháin saor ó chostas poist eadraibh

source: You must submit your nomination paper to the returning officer for your constituency by 12 noon on the 7th day after the issue of the writ by the Dáil to the returning officer
ga: Ní foláir duit do pháipéar ainmniúcháin a chur i láthair ceann comhairimh do dháilcheantair roimh 12 meánlae ar an 7ú lá tar éis don Dáil ordú a eisiúnt don cheann comhairimh

source: To be nominated for membership of the Dáil, candidates must complete one of the following options:
ga: Chun a bheith ainmnithe mar theachta i nDáil Éireann, ní mór d'iarrthóirí ceann de na roghanna seo leanas a chomhlánú:

source: • Statutory declarations by 30 assentors in the relevant Dáil constituency
ga: • Dearbhaithe reachtúla déanta ag 30 aontaitheora sa Dáilcheantar ábhartha

source: • The candidate, or someone on his or her behalf, must lodge a deposit of €500 with the returning officer
ga: • Caithfidh an t-iarrthóir, nó duine ar a shon, éarlais €500 a lóisteáil leis an gceann comhairimh

source: If you wish to supply a photograph or a party emblem, it must meet certain requirements regarding shape and size
ga: Má tá tú ag iarraidh griangraf nó comhartha páirtí a chur ar fáil, ní foláir dó cloí le coinníollacha áirithe maidir le méid agus cruth

source: If you do not supply a photograph and/or emblem, the space or spaces provided on the ballot paper will be left blank
ga: Mura gcuireann tú griangraf agus/nó comhartha ar fáil, fágfar an spás nó na spásanna ar an bpáipéar ballóide folamh

source: To withdraw your nomination, you must inform the returning officer in writing at any time up to 12 noon on the day after the latest date for receiving nominations
ga: Chun d'ainmniúchán a tharraingt siar, ní foláir duit an ceann comhairimh a chur ar an eolas i scríbhinn am ar bith roimh 12 meán lae ar an lá tar éis an lae is déanaí le haghaidh glacadh ainmniúcháin

source: You must apply to the returning officer for your constituency who is either the county sheriff or the county registrar
ga: Ní foláir duit páipéar ainmniúcháin a fháil ó cheann comhairimh do dháilcheantair, is é an sirriam nó an cláraitheoir contae

source: Contact information for the returning officer for your constituency is available from the franchise section of your local authority
ga: Tá sonraí teagmhála don cheann comhairimh do dháilcheantair ar fáil ón rannóg toghchórais d'údarás áitiúil
